
/* Class = "NSWindow"; title = "Experimental Settings"; ObjectID = "1"; */
"1.title" = "Opciones experimentales";

/* Class = "NSTabViewItem"; label = "Global Settings"; ObjectID = "223"; */
"223.label" = "Opciones globales";

/* Class = "NSTabViewItem"; label = "Global Filters"; ObjectID = "224"; */
"224.label" = "Filtros globales";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "237"; */
"237.ibExternalAccessibilityDescription" = "Valor del límite de ancho de banda";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Disk image segment size value"; ObjectID = "246"; */
"246.ibExternalAccessibilityDescription" = "Valor de tamaño de segmento de imagen de disco";

/* Class = "NSTextFieldCell"; title = "MB per segment"; ObjectID = "267"; */
"267.title" = "MB por segmento";

/* Class = "NSButtonCell"; title = "Segment read-only disk images:"; ObjectID = "269"; */
"269.title" = "Partir las imágenes de disco de solo lectura:";

/* Class = "NSTextFieldCell"; title = "If you are transferring data over a slow WAN connection, and that data is not particularly compressable, you may see a performance boost with a delta-transfer algorithm. You may also see a performance boost with this option if you are transferring very large files with very minor changes, especially appended data. This option is only applicable to file-level backups and does not carry over to scheduled tasks."; ObjectID = "273"; */
"273.title" = "Si transfiere datos por una conexión WAN lenta, y si los datos no son especialmente comprimibles, podría lograr un aumento del rendimiento con un algoritmo de transferencia diferencial. También podría conseguir un mejor rendimiento con esta opción si transfiere archivos muy grandes con muy poco cambios, sobre todo si se trata de datos añadidos. Esta opción solo es aplicable a copias de seguridad a nivel de archivo y no se aplica a las tareas programadas.";

/* Class = "NSButtonCell"; title = "Use a delta-transfer algorithm for network transfers"; ObjectID = "275"; */
"275.title" = "Usar un algoritmo de transferencia diferencial para las transferencias por red";

/* Class = "NSTextFieldCell"; title = "KB/s"; ObjectID = "276"; */
"276.title" = "KB/s";

/* Class = "NSButtonCell"; title = "Globally limit disk and network usage to:"; ObjectID = "279"; */
"279.title" = "Limitación global del uso de disco y de red:";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "CCC filter value"; ObjectID = "339"; */
"339.ibExternalAccessibilityDescription" = "Valor del filtro CCC";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom filter"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "Añadir filtro personalizado";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "345"; */
"345.ibExternalAccessibilityDescription" = "Eliminar el filtro seleccionado";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for custom filters"; ObjectID = "348"; */
"348.ibExternalAccessibilityDescription" = "Documentación de los filtros personalizados";

/* Class = "NSTextFieldCell"; title = "Most of these globally-defined filters are defined in the documentation (click the \"?\" button below). While many of these are designed to reduce error messages, many of them are here to protect your OS in cases where you select the startup disk as the destination. YOU CAN HARM YOUR OS BY REMOVING THESE FILTERS AND SUBSEQUENTLY RUNNING A BACKUP TASK WITH YOUR STARTUP DISK AS THE DESTINATION. Use care when removing any filters from this list!\n\n\"CCC filter\": If you want to match an item via an absolute path, this should start with a \"/\". You can also add wildcards. Browse the default entries for examples. Filters defined here will suppress the items in the task filter window.\n\n\"Exclude/protect ... when the source/destination is the startup disk\": These settings are similar to the more generic options, but allow you to impose these filters only when the startup disk is selected. For example, /dev is only protected when the destination is the startup disk, otherwise it is treated like an ordinary folder."; ObjectID = "354"; */
"354.title" = "La mayoría de estos filtros definidos de forma global están definidos en la documentación (pulse el botón «?» mostrado abajo). Aunque muchos de ellos se han diseñado para reducir el número de mensajes de error, un gran número existen para proteger su sistema operativo en casos en los que seleccione el disco de arranque como destino. PODRÍA DAÑAR SU SISTEMA OPERATIVO SI ELIMINA ESTOS FILTROS Y POSTERIORMENTE EJECUTA UNA TAREA DE COPIA DE SEGURIDAD CON SU DISCO DE ARRANQUE COMO DESTINO. ¡Tenga cuidado al eliminar cualquier filtro de esta lista!\n\n«Filtro CCC» y «Filtro rsync»: si quiere establecer una coincidencia con un elemento mediante una ruta absoluta, deberá empezar por la barra «/». También puede añadir comodines. Concluya el elemento con una barra «/» para que solo se establezca una coincidencia con carpetas (esto solo se aplica al filtro rsync). Repase las entradas predeterminadas si necesita ejemplos. Puede que los filtros definidos aquí no se reflejen en la lista de elementos que se copiarán.\n\n«Excluir/proteger ... cuando el origen/destino es el disco de arranque»: estas opciones son parecidas a las opciones más genéricas, pero le permiten imponer estos filtros solo cuando se selecciona el disco de arranque. Por ejemplo, la carpeta /dev solo está protegida cuando el destino es el disco de arranque; de otro modo se tratará como cualquier carpeta normal.";

/* Class = "NSButtonCell"; title = "Exclude this item when the source is the startup disk"; ObjectID = "355"; */
"355.title" = "Excluir este elemento cuando el origen es el disco de arranque";

/* Class = "NSButtonCell"; title = "Revert to Defaults"; ObjectID = "358"; */
"358.title" = "Restablecer valores predeterminados";

/* Class = "NSButtonCell"; title = "Apply"; ObjectID = "359"; */
"359.title" = "Aplicar";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted if the destination is the startup disk"; ObjectID = "360"; */
"360.title" = "Proteger este elemento contra el borrado si el destino es el disco de arranque";

/* Class = "NSTextFieldCell"; title = "CCC filter expression:"; ObjectID = "361"; */
"361.title" = "Filtro CCC:";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted on the destination"; ObjectID = "363"; */
"363.title" = "Proteger este elemento contra el borrado en el destino";

/* Class = "NSButtonCell"; title = "Exclude this item from every backup task"; ObjectID = "364"; */
"364.title" = "Excluir este elemento de todas las tareas de copia de seguridad";

/* Class = "NSButtonCell"; title = "Hide this item on the destination"; ObjectID = "365"; */
"365.title" = "Ocultar este elemento en el destino";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "370"; */
"370.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "LOG_TASK_ENGINEER"; ObjectID = "2fC-oz-t5u"; */
"2fC-oz-t5u.title" = "LOG_TASK_ENGINEER";

/* Class = "NSTextFieldCell"; title = "Archive folder name format:"; ObjectID = "6kO-6i-g7f"; */
"6kO-6i-g7f.title" = "Formato del nombre de la carpeta de almacén:";

/* Class = "NSButtonCell"; title = "LOG_FILTER"; ObjectID = "Bsy-Oi-Y2A"; */
"Bsy-Oi-Y2A.title" = "LOG_FILTER";

/* Class = "NSTextFieldCell"; title = "(1-9, 9 is most compressed)"; ObjectID = "ESH-MH-MaQ"; */
"ESH-MH-MaQ.title" = "(1-9, donde 9 es la máxima compresión)";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK"; ObjectID = "Gbx-6c-jTx"; */
"Gbx-6c-jTx.title" = "LOG_EXTERNALTASK";

/* Class = "NSTextFieldCell"; title = "DEBUG LOGGING"; ObjectID = "Ijc-ML-0Cl"; */
"Ijc-ML-0Cl.title" = "REGISTRO DE DEPURACIÓN";

/* Class = "NSButtonCell"; title = "LOG_XPC"; ObjectID = "JKZ-vb-Dpn"; */
"JKZ-vb-Dpn.title" = "LOG_XPC";

/* Class = "NSButtonCell"; title = "LOG_SIMPLESMTP"; ObjectID = "KAl-Op-SVY"; */
"KAl-Op-SVY.title" = "LOG_SIMPLESMTP";

/* Class = "NSButtonCell"; title = "Don't create transient snapshots on the source volume"; ObjectID = "LEb-Ra-HOK"; */
"LEb-Ra-HOK.title" = "No crear instantáneas temporales en el volumen original";

/* Class = "NSTextFieldCell"; title = "Default"; ObjectID = "Mlh-vW-jev"; */
"Mlh-vW-jev.title" = "Predeterminada";

/* Class = "NSTextFieldCell"; title = "File copier CPU priority:"; ObjectID = "P2Q-SE-ATE"; */
"P2Q-SE-ATE.title" = "Prioridad del procesador para la copia de archivos:";

/* Class = "NSButtonCell"; title = "Use \"CCC Backup Task\" as a non-persistent, default ad hoc task"; ObjectID = "Pvk-V7-Gl8"; */
"Pvk-V7-Gl8.title" = "Usar «Tarea de copia de seguridad de CCC» como una tarea por omisión no persistente e improvisada";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "/path/to/item"; ObjectID = "RGL-vG-7YE"; */
"RGL-vG-7YE.ibShadowedIsNilPlaceholder" = "/ruta/al/elemento";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Archive Name Format"; ObjectID = "Sjp-Rv-998"; */
"Sjp-Rv-998.ibExternalAccessibilityDescription" = "Formato de nombre del almacén";

/* Class = "NSButtonCell"; title = "LOG_DISKCONTROLLER"; ObjectID = "T4M-hf-CM4"; */
"T4M-hf-CM4.title" = "LOG_DISKCONTROLLER";

/* Class = "NSTextFieldCell"; title = "Compression level:"; ObjectID = "WUx-hv-Tdz"; */
"WUx-hv-Tdz.title" = "Nivel de compresión de la imagen de disco comprimida de solo lectura";

/* Class = "NSButtonCell"; title = "LOG_SSHAUTH"; ObjectID = "XCy-vz-cgG"; */
"XCy-vz-cgG.title" = "LOG_SSHAUTH";

/* Class = "NSButtonCell"; title = "Use the experimental file copier"; ObjectID = "YAp-pb-4SE"; */
"YAp-pb-4SE.title" = "Usar el sistema experimental de copia de archivos";

/* Class = "NSButtonCell"; title = "LOG_KEYCHAIN"; ObjectID = "ZhC-Zn-vKl"; */
"ZhC-Zn-vKl.title" = "LOG_KEYCHAIN";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK_OUTPUT"; ObjectID = "aOO-va-p9g"; */
"aOO-va-p9g.title" = "LOG_EXTERNALTASK_OUTPUT";

/* Class = "NSButtonCell"; title = "LOG_HELPER_CONTROLLER"; ObjectID = "bNC-yt-EWa"; */
"bNC-yt-EWa.title" = "LOG_HELPER_CONTROLLER";

/* Class = "NSButtonCell"; title = "Use an \"in place\" transfer procedure"; ObjectID = "cR5-gz-50O"; */
"cR5-gz-50O.title" = "Usar el método de transferencia «directa»";

/* Class = "NSButtonCell"; title = "LOG_UPDATING"; ObjectID = "e3m-8o-Z3s"; */
"e3m-8o-Z3s.title" = "LOG_UPDATING";

/* Class = "NSButtonCell"; title = "LOG_SCHEDULING"; ObjectID = "f6b-dQ-hIn"; */
"f6b-dQ-hIn.title" = "LOG_SCHEDULING";

/* Class = "NSButtonCell"; title = "LOG_USER_AGENT"; ObjectID = "gUV-U2-6HY"; */
"gUV-U2-6HY.title" = "LOG_USER_AGENT";

/* Class = "NSButtonCell"; title = "LOG_REGISTRATION"; ObjectID = "gif-nR-isd"; */
"gif-nR-isd.title" = "LOG_REGISTRATION";

/* Class = "NSButtonCell"; title = "This is a system item"; ObjectID = "mjX-PX-8fD"; */
"mjX-PX-8fD.title" = "Este elemento es del sistema";

/* Class = "NSButtonCell"; title = "LOG_DISKS"; ObjectID = "oSH-mX-Ia8"; */
"oSH-mX-Ia8.title" = "LOG_DISKS";

/* Class = "NSTextFieldCell"; title = "To prevent overwriting a good backup file with a corrupted file on the source, CCC uses a special file copying procedure called an \"atomic\" copy. If a file has changed since the last backup, it will be copied to the destination using a temporary filename, e.g. .filename.XXXXXX. When CCC has finished copying the file successfully, CCC deletes (or archives) the older version on the destination, then renames the updated file to the correct filename.\n\nSome devices (such as those that use a proprietary deduplication technique or data shuffling) perform poorly when using this technique to transfer files, and may show better performance when using an \"in place\" transfer instead."; ObjectID = "qH0-yV-CiG"; */
"qH0-yV-CiG.title" = "Para evitar sobreescribir una copia de seguridad válida con un archivo dañado en el origen, CCC usa un procedimiento especial de copia de archivos llamado «copia atómica». Si un archivo ha cambiado desde la última copia de seguridad, se copiará al destino usando un nombre de archivo temporal, por ejemplo .nombrearchivo.XXXXXX. Cuando CCC haya terminado de copiar correctamente el archivo, eliminará (o archivará) la versión antigua ubicada en el destino y renombrará el archivo actualizado para que tenga el nombre correcto.\n\nAl usar esta técnica para transferir archivos, algunos dispositivos (como los que usan una técnica privativa de desduplicación o reordenación de datos) presentan un bajo rendimiento, que puede mejorar al usar una transferencia «directa».";

/* Class = "NSButtonCell"; title = "LOG_RSYNC_AUDITING"; ObjectID = "rUy-sT-r0N"; */
"rUy-sT-r0N.title" = "LOG_RSYNC_AUDITING";

/* Class = "NSButtonCell"; title = "LOG_TASK_CONFIG"; ObjectID = "rd9-T1-gi3"; */
"rd9-T1-gi3.title" = "LOG_TASK_CONFIG";

/* Class = "NSButtonCell"; title = "LOG_NETWORK"; ObjectID = "wpy-kk-ssK"; */
"wpy-kk-ssK.title" = "LOG_NETWORK";

/* Class = "NSButtonCell"; title = "LOG_TASK_EDITOR"; ObjectID = "xER-SQ-SvN"; */
"xER-SQ-SvN.title" = "LOG_TASK_EDITOR";

/* Class = "NSButtonCell"; title = "LOG_FILESYSTEMITEM"; ObjectID = "xRH-hm-NtC"; */
"xRH-hm-NtC.title" = "LOG_FILESYSTEMITEM";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Read-only disk image compression level"; ObjectID = "xv1-AC-FEU"; */
"xv1-AC-FEU.ibExternalAccessibilityDescription" = "Nivel de compresión de la imagen de disco de solo lectura";

/* Class = "NSButtonCell"; title = "Don't hide mounted disk images from the Finder"; ObjectID = "yKO-ll-CZu"; */
"yKO-ll-CZu.title" = "No ocultar en el Finder las imágenes de disco montadas";

/* Class = "NSButtonCell"; title = "LOG_TASK_MANAGER"; ObjectID = "zUU-BR-uCk"; */
"zUU-BR-uCk.title" = "LOG_TASK_MANAGER";
